{
    "games": [
        {
            "id":1,
            "name":"No Man's Sky",
            "price":499,
            "shortDesc": "No Man's Sky is a game about exploration and survival in an infinite procedurally generated universe.",
            "publisher": "Hello Games",
            "releaseDate": "12. aug. 2016",
            "gameBanner": "https://cdn.akamai.steamstatic.com/steam/apps/275850/header_alt_assets_10.jpg?t=1650622054",
            "gameVideo": "https://cdn.akamai.steamstatic.com/steam/apps/256881969/movie480_vp9.webm?t=1649855307",
            "aboutThisGame": "Inspired by the adventure and imagination that we love from classic science-fiction, No Man's Sky presents you with a galaxy to explore, filled with unique planets and lifeforms, and constant danger and action.<br><br>In No Man's Sky, every star is the light of a distant sun, each orbited by planets filled with life, and you can go to any of them you choose. Fly smoothly from deep space to planetary surfaces, with no loading screens, and no limits. In this infinite procedurally generated universe, you'll discover places and creatures that no other players have seen before - and perhaps never will again.<br><br>Now including...<br>Play with all major updates since launch: Foundation, Pathfinder, Atlas Rises, NEXT, The Abyss, Visions, the 2.0 BEYOND update, Synthesis, Living Ship, Exo Mech, Desolation and the 3.0 update, ORIGINS, Next Generation, Companions, Expeditions, Prisms, Frontiers, Sentinel and Outlaws.<br><br>An epic voyage to the centre of a shared universe awaits, allowing you to explore, trade, fight and survive alone or with friends.<br><br>Embark on an epic voyage<br>At the centre of the galaxy lies a irresistible pulse which draws you on a journey towards it to learn the true nature of the cosmos. But, facing hostile creatures and fierce pirates, you'll know that death comes at a cost, and survival will be down to the choices you make over how you upgrade your ship, your weapon and suit.<br>Find your own destiny<br><br>Your voyage through No Man's Sky is up to you. Will you be a fighter, preying on the weak and taking their riches, or taking out pirates for their bounties? Power is yours if you upgrade your ship for speed and weaponry.<br><br>Or a trader? Find rich resources on forgotten worlds and exploit them for the highest prices. Invest in more cargo space and you'll reap huge rewards.<br><br>Or perhaps an explorer? Go beyond the known frontier and discover places and things that no one has ever seen before. Upgrade your engines to jump ever farther, and strengthen your suit for survival in toxic environments that would kill the unwary.<br><br>Share your journey<br>The galaxy is a living, breathing place. Trade convoys travel between stars, factions vie for territory, pirates hunt the unwary, and the police are ever watching. Every other player lives in the same galaxy, and you can choose to share your discoveries with them on a map that spans known space. Perhaps you will see the results of their actions as well as your own..."
        },
        {
            "id":2,
            "name":"Grand Theft Auto V",
            "price":449,
            "shortDesc": "Grand Theft Auto V for PC gir spillerne muligheten til å utforske den prisbelønte verdenen Los Santos og Blaine County i oppløsninger på inntil 4k og større, i tillegg til sjansen til å oppleve spillet i 60 bilder per sekund.",
            "publisher": "Rockstar Games",
            "releaseDate": "14. apr. 2015",
            "gameBanner": "https://cdn.akamai.steamstatic.com/steam/apps/271590/header.jpg?t=1618856444",
            "gameVideo": "https://cdn.akamai.steamstatic.com/steam/apps/2032899/movie480.webm?t=1447362323",
            "aboutThisGame": "Når en ung gatesvindler, en pensjonert bankraner og en hensynsløs psykopat havner i trøbbel med noen av de mest fryktede og forskrudde skikkelsene i den kriminelle underverdenen samt den amerikanske regjeringen og underholdningsbransjen, må de gjennomføre en rekke farlige ran for å overleve i en nådeløs by hvor de ikke kan stole på noen – og minst av alt hverandre.<br><br>Grand Theft Auto V for PC gir spillerne muligheten til å utforske den prisbelønte verdenen Los Santos og Blaine County i oppløsninger på inntil 4k og større, i tillegg til sjansen til å oppleve spillet i 60 bilder per sekund.<br><br>Spillet gir spillerne en stort utvalg tilpassingsalternativer som er unike for PC-versjonen, inkludert mer enn 25 ulike konfigurerbare innstillinger for teksturkvalitet, skyggelegging, mosaikk, anti-aliasing og mer, i tillegg til støtte og omfattende tilpassing av mus- og tastaturkontroller. De ekstra alternativene inkluderer en glidebryter som styrer befolkningstettheten ved å kontrollere antall biler og fotgjengere, støtte for dobbelt og trippel monitor, 3D-kompatibilitet samt støtte for plug-and-play-kontrollere.<br><br>Grand Theft Auto V for PC inkluderer også Grand Theft Auto Online, med støtte for 30 spillere og to tilskuere. Grand Theft Auto Online for PC vil inneholde alle eksisterende oppgraderinger og Rockstar-skapt innhold som er sluppet siden lanseringen av Grand Theft Auto Online, inkludert modusene Heists og Adversary.<br><br>PC-versjonene av Grand Theft Auto V og Grand Theft Auto Online inneholder First Person-modusen, som gir spillerne muligheten til å utforske den utrolig detaljerte verdenen Los Santos og Blaine County på en helt ny måte.<br><br>Grand Theft Auto V for PC introduserer også Rockstar Editor, en kraftig programserie med kreative verktøy som raskt og enkelt lar deg ta opp, redigere og dele spilling fra Grand Theft Auto V og Grand Theft Auto Online. Director-modusen i Rockstar Editor gir spillere evnen til å lage sine egne scener og bruke fremtredende figurer fra historien, fotgjengere og til og med dyr til å gi liv til deres egne ideer. I tillegg til avansert kameramanipulering og redigeringseffekter som inkluderer hurtig og sakte film samt et stort utvalg kamerafilter, kan spillerne legge til sin egen musikk ved å bruke sanger fra radiostasjonene i GTAV, og dynamisk kontrollere intensiteten til musikken i spillet. Fullførte videoer kan lastes opp direkte fra Rockstar Editor til YouTube og Rockstar Games Social Club for enkel deling.<br><br>Lydsporartistene The Alchemist og Oh No er tilbake som verter for den nye radiostasjonen, The Lab FM. Stasjonen inneholder ny og eksklusiv musikk fra produksjonsduoen. Musikken er basert på og inspirert av spillets originale lydspor. Medvirkende artister inkluderer Earl Sweatshirt, Freddie Gibbs, Little Dragon, Killer Mike, Sam Herring fra Future Islands og flere. Spillerne kan nå utforske Los Santos og Blaine County mens de hører på sin egen musikk gjennom Self Radio, en ny radiostasjon for lydspor som er skapt av spillerne."
        },
        {
            "id":3,
            "name":"Going Medieval",
            "price":140,
            "shortDesc": "Stake your claim in this colony building sim and survive a turbulent Medieval age. Construct a multi-storey fortress in a land reclaimed by wilderness, defend against raids, and keep your villagers happy as their lives are shaped by the world around them.",
            "publisher": "Rockstar Games",
            "releaseDate": "14. apr. 2015",
            "gameBanner": "https://cdn.cloudflare.steamstatic.com/steam/apps/1029780/header.jpg?t=1654080734",
            "gameVideo": "https://cdn.cloudflare.steamstatic.com/steam/apps/256856388/movie480_vp9.webm?t=1634640774",
            "aboutThisGame": "STAKE YOUR CLAIM<br>In the world of Going Medieval, dark age society is on its knees. At the end of the 14th century, 95% of the global population has perished due to rampant plague.<br><br>Eventually, survivors emerge from society’s ashes, and it’s now up to you to help them settle in a dangerous new land reclaimed by nature. Build your people a home, help shape their lives, and protect them from animals, bandits, and other dangers in a lawless post-calamity age.<br><br>BUILD YOUR FORTRESS<br>Design, build and expand your settlement from a small wooden hut into a colossal stone castle. With simple-to-use 3D terrain tools you can create the perfect stronghold, from winding underground caverns to sprawling multi-story forts."
        }
    ]
}
